-- Offlike rusification
DELETE FROM `locales_creature_text` WHERE `entry` IN (36855,36612,36948,36939,37030,37033,37032,37003,37026,36998,37813,37187,37181,37183,37187,37200);
INSERT INTO `locales_creature_text`(`entry`,`textGroup`,`id`,`text_loc1`,`text_loc2`,`text_loc3`,`text_loc4`,`text_loc5`,`text_loc6`,`text_loc7`,`text_loc8`) VALUES
(36855,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Вы здесь потому, что наделены особым знанием: вы понимаете, что на мир пало проклятье слепоты!'),
(36855,1,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Вам удалось сквозь пелену лжи разглядеть источник истиной силы!'),
(36855,2,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Посмотрите на свои руки, задумайтесь над нелепостью их строения!'),
(36855,3,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Кожа, мускулы, кровь, что пульсирует в жилах, все это говорит о вашем несовершенстве, вашей слабости. Создатели жестоко пошутили над вами!'),
(36855,4,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Чем раньше вы осознаете собственную ущербность, тем скорее выберете иной путь!'),
(36855,5,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Для нашего господина нет ничего невозможного, его сила не знает границ, ничто не может сломить его волю!'),
(36855,6,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Тот, кто откажется повиноваться будет уничтожен. Тот же, кто будет служить ему верой и правдой, достигнет таких высот, о которых вы не в силах даже помыслить!'),
(36855,7,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Как вы смеете ступать в эти священные покои, это место станет вашей могилой!'),
(36855,8,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Довольно! Пришла пора взять все в свои руки!'),
(36855,10,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Ты не в силах противится моей воле!'),
(36855,11,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Прими это благословение и покажи чужакам мощь нашего господина!'),
(36855,12,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Я освобождаю тебя от проклятья плоти, мой верный слуга!'),
(36855,13,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Восстань и обрети истинную форму!'),
(36855,14,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Вы осознали бессмысленность своих действий?'),
(36855,14,1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Ступай во тьму... Вечную тьму!'),
(36855,15,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Мне надоел этот фарс!'),
(36855,16,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'На все воля господина...Ваша смерть неизбежна...'),

(36612,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Смертные! Ваш путь закончится, так и не начавшись. Никто не смеет входить в обитель господина!'),
(36612,1,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Плеть накроет этот мир волной смерти и разрушения!'),
(36612,2,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'ВИХРЬ КОСТЕЙ!'),
(36612,3,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Костяная хватка!'),
(36612,3,1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Постой-ка тут!'),
(36612,3,2,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Единственный выход – это смерть!'),
(36612,4,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Кости для жертвоприношений!'),
(36612,4,1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Сгинь в вечных муках!'),
(36612,5,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Я вижу... лишь тьму.'),

(36948,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Запускайте двигатели! Летим навстречу судьбе.'),
(36948,1,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Держите шлемы крепче!'),
(36948,2,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Это еще что?! Дайте мне подзорную трубу!'),
(36948,3,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Клянусь бородой! Корабль Орды несется на нас на всех парах!'),
(36948,4,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Маневрируем! Пушки – заррряжай!'),
(36948,5,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Ах вы псы трусливые! Напали исподтишка!'),
(36948,6,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Не моя битва? Я не знаю, кем ты там себя возомнил, господин хороший, но у меня с Артасом особые счеты! ПАЛИ ИЗО ВСЕХ ОРУДИЙ! ОГОНЬ! ОГОНЬ!'),
(36948,7,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Двигай свою калошу, не то мы ее прямо в небе взорвем! Орде тут делать нечего!'),
(36948,8,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Да что ж такое! Не сдадим мы без боя дитя Стальгорна!'),
(36948,9,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Пехота, сержанты, в бой!'),
(36948,10,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Ружейники, ОГОНЬ!'),
(36948,11,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Мортирщики, заряжай!'),
(36948,12,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Корабль под обстрелом! Заклинателя сюда, пусть заткнет эти пушки!'),
(36948,13,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Ну не говорите потом, что я не предупреждал. В атаку, братья и сестры!'),
(36948,14,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Капитан Бартлетт, уводите корабль! Он слишком поврежден и долго не протянет.'),

(36939,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Воспряньте, сыны и дочери Орды! Сегодня мы будем биться со смертельным врагом! ЛОК\'ТАР ОГАР!'),
(36939,1,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Кор\'крон, взлетаем!'),
(36939,2,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Вы видите? Что это там вдалеке?'),
(36939,3,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'БОЕВОЙ КОРАБЛЬ АЛЬЯНСА! ВСЕ НА ПАЛУБУ!'),
(36939,4,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Ты скоро поймешь, какие у нас тут дела! Кор\'крон, уничтожить их!'),
(36939,5,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Разрушители, сержанты, в бой!'),
(36939,6,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Как ты СМЕЕШЬ ступать на мой корабль? Сейчас ты умрешь.'),
(36939,7,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Метатели топоров, поживее!'),
(36939,8,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Ракетчики, заряжай!'),
(36939,9,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Корабль под обстрелом! Боевого мага сюда, пусть заткнет эти пушки!'),
(36939,10,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Альянс повержен. Вперед, к Королю-личу!'),
(36939,11,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Оценить повреждения! Потушить огонь! Орда так просто не отступится!'),
(36939,12,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Это не твоя битва, дворф. Отступи, иначе нам придется разнести твой корабль.'),

(37030,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Благодарю духов, что они послали нам вас. \"Усмиритель небес\" уже улетел. Быстрее, на борт \"Молота Оргрима\". Если вы поспешите, то еще сможете его нагнать.'),

(37033,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Вот это поможет!'),

(37032,1,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Капитан Саурфанг будет рад видеть вас на борту \"Молота Оргрима\". Мы будем сдерживать Альянс, пока вы не будете готовы к взлету.'),
(37032,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Ака\'Магош, храбрые воины. Солдат Альянса тут очень много.'),

(37003,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Как хорошо, что вы прибыли именно сейчас, герои. \"Молот Оргрима\" уже улетел. Быстрее, на борт \"Усмирителя небес\". Если вы поспешите, то еще сможете его нагнать.'),

(37026,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Это должно помочь!'),

(36998,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Благодарю вас. Пока вы не прибыли, силы были не равны.'),
(36998,1,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Капитан Мурадин ждет вас на борту \"Усмирителя небес\". Мы будем сдерживать Орду, пока вы не подготовитесь к взлету.'),
(36998,2,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Пехота \"Усмирителя\", занять позицию!'),

(37813,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Все павшие воины Орды, все дохлые псы Альянса – все пополнят армию Короля-лича. Даже сейчас валь\'киры воскрешают ваших покойников, чтобы те стали частью Плети!'),
(37813,1,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Сейчас все будет еще хуже! Идите сюда, я покажу вам, какой силой меня наделил Король-лич!'),
(37813,2,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Дворфы…'),
(37813,4,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Присоединись ко мне, отец. Перейди на мою сторону, и вместе мы разрушим этот мир во имя Плети и во славу Короля-лича!'),
(37813,5,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Старый упрямец. У тебя нет шансов. Я сильнее и могущественнее, чем ты можешь представить.'),
(37813,6,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Жалкий старик! Ну что ж, герои. Хотите узнать, сколь могущественна Плеть?'),
(37813,7,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'ВО ИМЯ КОРОЛЯ-ЛИЧА!'),(37813,8,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Земля обагрится вашей кровью!'),
(37813,9,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Веселитесь, слуги мои!'),(37813,10,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Ты ничтожество!'),
(37813,10,1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Твоя душа не обретет покоя!'),(37813,13,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Я… освободился…'),

(37187,1,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Мой мальчик погиб у Врат Гнева. Я здесь, чтобы забрать его тело.'),
(37187,2,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Мы назвали его Дранош – на орочьем это значит \"Сердце Дренора\". Я бы не позволил чернокнижникам забрать его. Он был бы в безопасности в Гарадаре под защитой старейшин.'),
(37187,3,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Я пообещал его матери, когда она умирала, что пройду через Темный портал один. Не важно, умер бы я или выжил – мой сын остался бы цел. И чист…'),
(37187,4,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Сегодня я исполняю это обещание.'),
(37187,6,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'У тебя за спиной лежит тело моего сына. Ничто не помешает мне его забрать.'),
(37187,10,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Я не забуду вашей доброты… благодарю, Ваше Величество.'),
(37187,13,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Мы похороним тебя как подобает, в Награнде, рядом с матерью и предками…'),
(37187,14,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Помните о чести, герои… какой бы жестокой ни была битва… никогда не отрекайтесь от нее.'),

(37181,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Вы находитесь в самом сердце земель плети. Здесь вас не защитит свет. Ничто вас не защитит...'),
(37181,1,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Ты бы мог стать величайшим из моих рыцарей, Фордринг: Той силой тьмы, которая прокатилась бы по этому миру и перевернула страницу истории.'),
(37181,2,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Сломить его было очень трудно. И я подверг его душу ужасным мучениям. Он так долго сопротивлялся, но скоро он склонится перед своим королем.'),
(37181,3,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'В конце-концов все вы будете служить мне.'),
(37181,4,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Но тебе уже не суждено им стать. Скоро у меня будет другой рыцарь.'),

(37183,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Никогда... Я никогда... Не буду служить тебе...'),

(37187,15,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Паладин еще жив? Верховный лорд, возможно ли это?'),
(37187,16,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Мы должны спасти его! Если мы спасем Болвара Фордрагона, напряжение между Ордой и Альянсом спадет.'),
(37187,17,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Теперь наша задача ясна: мы заставим Короля-лича ответить за все злодеяния и спасем паладина.'),
(37187,18,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Кор\'крон, готовьте \"Молот Оргрима\" к последнему полету! Герои, мы попробуем подлететь к стене цитадели и будем ждать вас там!'),

(37200,13,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Что же это? Если Болвар жив, то, может, есть еще надежда на мир между Альянсом и Ордой? Нам нужно попасть на верхушку этой проклятой башни и освободить паладина!'),
(37200,14,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Подготовить \"Усмиритель небес\" к воздушной атаке на цитадель!'),
(37200,15,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Герои, попытайтесь выбраться на бастион! Попробуем встретиться с вами там!'),

(37119,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Вот мы и на месте. То, что произойдет здесь, войдет в легенды. Не важно, каким будет исход: для истории мы будем героями, сражавшимися за свободу и покой своего народа.'),
(37119,1,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Помните, герои: страх – ваш самый опасный противник в этих проклятых залах. Скрепите свои сердца, и ваши души воссияют ярче тысячи солнц. Завидев вас, враг отступит. Враг падет, когда Свет праведности коснется его!'),
(37119,2,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Наш поход на Цитадель Ледяной Короны начинается!'),
(37119,3,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'АРТАС! Я поклялся, что ты умрешь, а Плеть будет разбита! Я закончу то, что начал у Часовни Последней Надежды.'),
(37119,4,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Сила Света не ведает преград, Саурфанг. Его душа безмерно страдает, и все же пока он жив.'),
(37119,5,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Да будет так, во имя Света.');

-- Русификация конечного эвента в Пещерах Стенаний
UPDATE `script_texts` SET `content_loc8` = 'Я должен сделать необходимые приготовления перед тем, как Ритуал Пробуждения начнется. Вы должны защитить меня!' WHERE `entry` = -1043001;
UPDATE `script_texts` SET `content_loc8` = 'Эти пещеры были когда-то храмом, который подавал надежду на возобновление растительности в Степи. Теперь это залы начных кошмаров.' WHERE `entry` = -1043002;
UPDATE `script_texts` SET `content_loc8` = 'Пошлите! Мы должны продолжать. Еще нужно сделать много дел, прежде чем мы сможем вытащить Наралекса из его кошмара.' WHERE `entry` = -1043003;
UPDATE `script_texts` SET `content_loc8` = 'В этом круге огня я должен произнести заклинание, которое должно изгнать духов, убитых Повелителями Змей.' WHERE `entry` = -1043004;
UPDATE `script_texts` SET `content_loc8` = 'Пещеры были очищены. Теперь мы идем к Наралексу!' WHERE `entry` = -1043005;
UPDATE `script_texts` SET `content_loc8` = 'Помимо кошмара, Наралекс заключен в вечный сон. Нужно разбудить его пока не стало слишком поздно!' WHERE `entry` = -1043006;
UPDATE `script_texts` SET `content_loc8` = 'Защищайте меня, Смельчаки! Я буду углубляться в Изумрудный Сон, чтобы спасти Наралекса и положить конец этому!' WHERE `entry` = -1043007;
UPDATE `script_texts` SET `content_loc8` = 'Это Мутанус Пожиратель является главной преградой пробуждения Наралекса! Без сомнений.' WHERE `entry` = -10430012;
UPDATE `script_texts` SET `content_loc8` = 'Ах, я вырвался из страшного кошмара! Я благодарю тебя, мой верный ученик, вместе с храбрым товарищами.' WHERE `entry` = -10430015;
UPDATE `script_texts` SET `content_loc8` = 'Мы должны идти и встретиться с другими учениками. Предстоит сделать много работы, прежде чем я могу сделать еще одну попытку восстановить Степи. Прощайте, Смельчаки!' WHERE `entry` = -10430016;
UPDATE `script_texts` SET `content_loc8` = 'Наконец-то! Наралекса можно пробудить! Ну помогите мне, смелые искатели приключений!' WHERE `entry` = -1043000;
UPDATE `script_texts` SET `content_loc8` = 'Наконец-то! Я пробудился!' WHERE `entry` = -1043013;
UPDATE `script_texts` SET `content_loc8` = '%S начал выполнять Ритуал по пробуждению Наралекса' WHERE `entry` = -1043008;
UPDATE `script_texts` SET `content_loc8` = '%S судорожно метается в кошмарном сне.' WHERE `entry` = -1043009;
UPDATE `script_texts` SET `content_loc8` = '%S корчится в муках. Ученик пытается ему помочь!' WHERE `entry` = -1043010;
UPDATE `script_texts` SET `content_loc8` = '%S увидел ужастное видение. Что-то шевелится под мутной воде.' WHERE `entry` = -1043011;

-- Перевод по квесту 898
UPDATE `script_texts` SET `content_loc8` = 'Будь рядом, $n. Мне понадобится твоя помощь. Возможно мне удастся вырваться отсюда. Пошли!' WHERE `entry` = -1000370;
UPDATE `script_texts` SET `content_loc8` = 'Наконец-то! Северная часовня не охраняется! Мне нужно время, чтобы отдышаться!' WHERE `entry` = -1000371;
UPDATE `script_texts` SET `content_loc8` = 'Теперь я чувствую себя лучше. Давайте вернемся к побегу. Пошли, $n.' WHERE `entry` = -1000372;
UPDATE `script_texts` SET `content_loc8` = 'Похоже, что Флибустьеры Южных морей сильно закрепились на побережье. Это может стать проблемой.' WHERE `entry` = -1000373;
UPDATE `script_texts` SET `content_loc8` = 'Помогай! $C атакуют!' WHERE `entry` = -1000374;
UPDATE `script_texts` SET `content_loc8` = 'Пришло время для мести!' WHERE `entry` = -1000375;
UPDATE `script_texts` SET `content_loc8` = '$C идет прямо на нас!' WHERE `entry` = -1000376;
UPDATE `script_texts` SET `content_loc8` = 'Получай, $C' WHERE `entry` = -1000377;
UPDATE `script_texts` SET `content_loc8` = 'Мы почти добрались! Давай ускоримся...' WHERE `entry` = -1000378;
UPDATE `script_texts` SET `content_loc8` = 'Ах, сладкий воздух побега.' WHERE `entry` = -1000379;
UPDATE `script_texts` SET `content_loc8` = 'Капитан Тало`тас Сияющий, $N помог мне сбежать! $N, я уверен, капитан вознаградит ваше мужество.' WHERE `entry` = -1000380;

-- Русификация начальной зоны Рыцарей смерти.
UPDATE `script_texts` SET `content_loc8` = 'Ты сделал большую ошибку, злодей!' WHERE `entry` = -1609000;
UPDATE `script_texts` SET `content_loc8` = 'Когда-то я был воином Света... Посмотрите, чем я стал...' WHERE `entry` = -1609001;
UPDATE `script_texts` SET `content_loc8` = 'Смерть это единственное лекарство!' WHERE `entry` = -1609016;
UPDATE `script_texts` SET `content_loc8` = 'В бой!' WHERE `entry` IN (1609012, 1609008);
UPDATE `script_texts` SET `content_loc8` = 'Я выиграю свою свободу и оставлю это проклятое место!' WHERE `entry` = -1609005;
UPDATE `script_texts` SET `content_loc8` = 'Нет спасения' WHERE `entry` = -1609080;
UPDATE `script_texts` SET `content_loc8` = 'Запомни этот день, $n, ибо это тот день, когда ты будешь повержен!' WHERE `entry` = -1609081;
UPDATE `script_texts` SET `content_loc8` = 'Не смеши меня.' WHERE `entry` = -1609083;
